{
    "Product": "What is the company selling? Identify the product and provide a brief description.",
    "Features": "What are the key features of the company’s product? List the specific capabilities or characteristics that define what the product does and how it works. Provide examples or pull quotes from the company’s website, or paraphrase their descriptions. Identify which features are commonplace, which are differentiators, and highlight any gaps in offerings compared to competitors.",
    "Clinical Function": "What clinical functions does the product perform or assist with? Describe the specific clinical tasks or processes the product supports.",
    "Positioning Vectors": "What attributes does the company emphasize in its marketing to stand apart from competitors? Identify the qualities or characteristics they highlight to show their strengths and explain how these resonate with their target audience. Highlight areas where the company excels or falls short, based on their claims and your observations. How does their offering compare to others in the market? Identify strengths, weaknesses, and areas where competitors may have an advantage.",
    "Comparison to YOUR COMPANY Technologies": {
        "Overlap in scope": "Do they address the same ... ?",
        "Differentiation": "How does the competitor’s AI-driven approach compare to YOUR COMPANY’s ... state the differentiation?",
        "User Experience & Workflow Impact": "How does the comapny’s solution affect ... state the use case you are interested in?",
        "Competitive Threats or Differentiators": "Where does the competitor pose the greatest challenge to YOUR COMPANY? Conversely, where does YOUR COMPANY have a clear advantage?"
    },
    "Company Overview": "What is the company’s mission or focus? Provide a concise overview of the company, including its size, location, and key areas of operation.",
    "Target Patient Population": "Who is the product designed to help? Specify the target patient population, including therapeutic areas, demographics, and specific patient needs the company aims to address.",
    "Value Props and Benefits": "What specific benefits does the product provide to its users? Explain how the product addresses user pain points or improves their experience. Provide examples from the company’s messaging, noting the language used to describe these benefits.",
    "Quantified Value Prop": "What measurable outcomes or benefits does the company claim? Document metrics they report, such as changes in clinical outcomes, ROI, cost reductions, or efficiency improvements.",
    "Administrative Function": "What administrative functions does the product support? Describe how the product helps with tasks such as scheduling, billing, documentation, or other operational processes.",
    "Product Type": "Who is their end user? Who is their economic buyer? Does it fall under End-User Products, Platforms, Enterprise Systems, Outsourcing Services, Infrastructure Tools, Content Delivery and Distribution Systems, Hardware Products, Consultative or Hybrid Services, Consumer Products, Specialized Niche Tools, or another category?",
    "Place in Health Journey": "What specific points in the patient’s care journey does their product or service intervene—immediately after diagnosis, during routine check-ups, between doctor visits for at-home monitoring, or during acute episodes before hospitalization? What health conditions or diseases are they targeting, and how severe or complex are these conditions? Does their solution focus on stable, well-controlled conditions requiring minimal clinical intervention, or does it manage multiple high-risk conditions necessitating advanced clinical decision-making and rapid intervention? How extensive is the patient monitoring and education involved—does it include basic adherence support, coaching on medication management, identification of warning signs, or specialized interventions? What level of clinical decision-making is required from their technology or service, and does it involve timely escalation to healthcare providers? What are the potential clinical consequences if their solution is not managed appropriately, and how likely are adverse outcomes if the conditions they address are not promptly treated?",
    "How Clinically Complex is the Use Case They Solve For": "What specific health conditions or diseases does their technology or service address? Are they targeting stable, well-controlled conditions, or are they managing multiple high-risk conditions simultaneously? What level of clinical decision-making does their solution require—does it primarily focus on reinforcing standard treatment adherence, or does it involve advanced clinical decision-making, rapid diagnostics, and specialized interventions? How intensive is the patient monitoring and education component of their service? Is there a need for timely escalation to healthcare providers, and what are the potential clinical consequences if their solution is not managed appropriately? Lastly, how likely are adverse outcomes if the conditions they address are not promptly and effectively managed?",
    "investors": "Who has financially backed the company? Provide details about the key investors, their type (e.g., venture capital), and the significance of their investment.",
    "management": "Who are the key members of the company's leadership team? Detail their roles, backgrounds, and relevant expertise.",
    "linkedin_url": "What is the company’s LinkedIn profile URL? Include it for networking or further information on their professional presence.",
    "location": "Where is the company headquartered? Mention the city, state, and country.",
    "headcount": "How many employees does the company have? Provide an approximate number if not explicitly stated.",
    "real_life_results": "What practical outcomes or results has the product achieved? Provide examples or metrics that highlight its impact in real-world scenarios.",
    "impact": "What is the broader impact of the company’s product or service on its industry or target audience? Discuss its significance and outcomes.",
    "call_to_action": "What actions does the company encourage potential customers to take? Mention specific calls to action such as 'Schedule a Demo' or 'Learn More'.",
    "customers_served": "Who are the company’s primary customers? Detail the types of organizations or individuals they cater to.",
    "key_innovations": "What are the company’s standout innovations? Describe any unique technologies or methodologies they’ve introduced.",
    "contact_info": "What are the company’s main contact details? Include email, phone, or other available channels for communication.",
    "website": "What is the company’s official website? Provide the URL for direct access to their platform.",
    "key_features": "What are the key capabilities or distinguishing attributes of the product? Highlight what makes it effective and unique.",
    "security_certifications": "What security standards or certifications does the company comply with? Mention any relevant accreditations like HIPAA or ISO.",
    "description": "Provide a brief description of the company, summarizing its mission and primary offerings.",
    "founded": "When was the company founded? Include the year or other relevant founding details.",
    "latest_deal": "What is the company’s most recent funding or business deal? Include the type, date, and any notable investors.",
    "platform_capabilities": "What functionalities does the platform offer? Detail its technical capabilities and use cases."
}
